{
    "apps": [
        {
            "Updated": "2026-02-11T23:50:20.5515743+05:30",
            "Name": "7zip",
            "Version": "25.01",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2026-01-04T23:18:54.7960523+05:30",
            "Name": "alacritty",
            "Version": "0.16.1",
            "Source": "extras",
            "Info": ""
        },
        {
            "Updated": "2026-04-12T00:42:30.6041466+05:30",
            "Name": "cmake",
            "Version": "4.3.1",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2025-05-03T22:51:08.967591+05:30",
            "Name": "dark",
            "Version": "3.14.1",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2026-02-12T00:10:58.3438856+05:30",
            "Name": "draw.io",
            "Version": "29.3.6",
            "Source": "extras",
            "Info": ""
        },
        {
            "Updated": "2026-02-12T00:11:08.5972244+05:30",
            "Name": "fd",
            "Version": "10.3.0",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2026-02-12T00:11:17.1410583+05:30",
            "Name": "fzf",
            "Version": "0.67.0",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2025-05-03T22:57:01.0523538+05:30",
            "Name": "git-aliases",
            "Version": "0.3.8",
            "Source": "extras",
            "Info": ""
        },
        {
            "Updated": "2026-02-07T21:47:09.8242832+05:30",
            "Name": "gzip",
            "Version": "1.3.12",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2026-02-12T00:11:19.9116089+05:30",
            "Name": "innounp",
            "Version": "2.67.3",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2025-05-03T22:42:32.2041078+05:30",
            "Name": "jetBrainsMono-NF",
            "Version": "3.4.0",
            "Source": "nerd-fonts",
            "Info": ""
        },
        {
            "Updated": "2026-02-12T00:11:40.8596786+05:30",
            "Name": "lazygit",
            "Version": "0.59.0",
            "Source": "extras",
            "Info": ""
        },
        {
            "Updated": "2026-04-12T08:48:35.5093454+05:30",
            "Name": "mingw-winlibs",
            "Version": "15.2.0-14.0.0-r7",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2026-02-06T23:15:18.8850551+05:30",
            "Name": "neovim",
            "Version": "0.11.6",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2026-02-12T00:11:41.997073+05:30",
            "Name": "ninja",
            "Version": "1.13.2",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2026-02-12T00:12:28.3936329+05:30",
            "Name": "nodejs",
            "Version": "25.6.1",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2026-02-12T00:51:24.0305485+05:30",
            "Name": "notepadplusplus",
            "Version": "8.9.1",
            "Source": "extras",
            "Info": ""
        },
        {
            "Updated": "2026-03-01T21:03:44.1503597+05:30",
            "Name": "obsidian",
            "Version": "1.12.4",
            "Source": "extras",
            "Info": ""
        },
        {
            "Updated": "2026-04-04T23:08:09.6587236+05:30",
            "Name": "ollama",
            "Version": "0.20.2",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2026-04-04T23:09:12.8286004+05:30",
            "Name": "opencode",
            "Version": "1.3.13",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2026-04-04T23:08:36.5637222+05:30",
            "Name": "opencode-desktop",
            "Version": "1.3.13",
            "Source": "extras",
            "Info": ""
        },
        {
            "Updated": "2026-02-12T00:13:20.8006097+05:30",
            "Name": "pcsx2",
            "Version": "2.6.3",
            "Source": "games",
            "Info": ""
        },
        {
            "Updated": "2026-02-12T00:15:34.0832543+05:30",
            "Name": "python",
            "Version": "3.14.3",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2026-02-12T00:15:41.8135291+05:30",
            "Name": "ripgrep",
            "Version": "15.1.0",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2026-02-12T00:16:26.4681895+05:30",
            "Name": "uv",
            "Version": "0.10.2",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2026-02-12T00:19:39.3117924+05:30",
            "Name": "vlc",
            "Version": "3.0.23",
            "Source": "extras",
            "Info": ""
        },
        {
            "Updated": "2026-04-08T18:42:21.3419513+05:30",
            "Name": "wezterm",
            "Version": "20240203-110809-5046fc22",
            "Source": "extras",
            "Info": ""
        },
        {
            "Updated": "2026-02-12T00:20:23.2240235+05:30",
            "Name": "winrar",
            "Version": "7.20",
            "Source": "extras",
            "Info": ""
        },
        {
            "Updated": "2025-12-06T19:27:46.0859845+05:30",
            "Name": "wiztree",
            "Version": "4.28",
            "Source": "extras",
            "Info": ""
        }
    ],
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2026-04-12T06:34:11+05:30",
            "Manifests": 1493
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2026-04-12T06:34:31+05:30",
            "Manifests": 2290
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2026-04-12T02:24:37+05:30",
            "Manifests": 567
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2026-03-29T10:48:13+05:30",
            "Manifests": 367
        },
        {
            "Name": "games",
            "Source": "https://github.com/Calinou/scoop-games",
            "Updated": "2026-04-12T06:33:50+05:30",
            "Manifests": 397
        }
    ]
}
